xml/request_templates/aarbog_frederiksberg.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>06758908|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISSN">0108-8777</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Frederiksberg gennem tiderne</dc:title>
              <dc:title xsi:type="dkdcplus:full">Frederiksberg gennem tiderne</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">46.37 Frederiksberg</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">Enkelte lokaliteter</dc:subject>
              <dc:description>Intet udkommet 1976-1984</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Historisk-Topografisk Selskab for Frederiksberg</dc:publisher>
              <dc:contributor>Historisk-Topografisk Selskab for Frederiksberg</dc:contributor>
              <dc:date>1946</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Årbog</dc:type>
              <dc:format>Ill.</dc:format>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">06758908</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20110310093455</marcx:subfield>
                  <marcx:subfield code="d">19880902</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="002">
                  <marcx:subfield code="b">810010</marcx:subfield>
                  <marcx:subfield code="d">01088777</marcx:subfield>
                  <marcx:subfield code="x">81001001088777</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">c</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">p</marcx:subfield>
                  <marcx:subfield code="u">c</marcx:subfield>
                  <marcx:subfield code="a">1946</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="c">k</marcx:subfield>
                  <marcx:subfield code="h">z</marcx:subfield>
                  <marcx:subfield code="i">b</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="022">
                  <marcx:subfield code="a">0108-8777</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">DPF197680</marcx:subfield>
                  <marcx:subfield code="x">DAT199943</marcx:subfield>
                  <marcx:subfield code="x">DAT200418</marcx:subfield>
                  <marcx:subfield code="x">DAT200607</marcx:subfield>
                  <marcx:subfield code="x">DAT201112</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="082">
                  <marcx:subfield code="a">948.91</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Frederiksberg gennem tiderne</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="255">
                  <marcx:subfield code="a">1 (1946)-</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">[Frederiksberg]</marcx:subfield>
                  <marcx:subfield code="b">Historisk-Topografisk Selskab for Frederiksberg</marcx:subfield>
                  <marcx:subfield code="g">eksp. Frederiksberg Kommunes Biblioteker</marcx:subfield>
                  <marcx:subfield code="d">Falkoner Plads 3, 2000</marcx:subfield>
                  <marcx:subfield code="c">1946-</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="300">
                  <marcx:subfield code="b">Ill.</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="500">
                  <marcx:subfield code="a">Uregelmæssig</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="505">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Årspublikation</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="512">
                  <marcx:subfield code="a">Intet udkommet 1976-1984</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">46.37</marcx:subfield>
                  <marcx:subfield code="b">Frederiksberg</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="p">46.37</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="710">
                  <marcx:subfield code="a">Historisk-Topografisk Selskab for Frederiksberg</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">810010</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:06758908</os:identifier>
            <os:creationDate>2005-03-02</os:creationDate>
            <os:holdingsCount>11</os:holdingsCount>
            <os:lendingLibraries>9</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>aarbog_frederiksberg.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
